var name='ykk';
var letter = 'Dear' + name + '\n\ni love you so much 4~5만 정도 타는 편인데, 이건 도로 환경이나 주행 습관, 타이어의 종류 등에 따라 달라집니다.아래 빨간 동그라미처럼 타이어 트래드 홈에 보면 마모한계선이 있게 트래드랑 비슷해지면 타이어 교체시기입니다.​4~5만 정도 타는 편인데, 이건 도로 환경이나 주행 습관, 타이어의 종류 등에 따라 달라집니다.​\
\ \n아래 빨간 동그라미처럼 타이어 트래드 홈에 보면 마모한계선이 있습니다.\
\ \n이게 트래드랑 \
\ \n비슷해지면 타이어 교체시기입니다.    \nTHEN BYE ' + name + '!!'
console.log (letter)

var letter2 = `Dear ${name}
i love you so much 4~5만 정도 타는 편인데, 
이건 도로 환경이나 주행 습관, 타이어의 종류 등에 따라 달라집니다.
아래 빨간 동그라미처럼 타이어 트래드 홈에 보면 마모한계선이 
있게 트래드랑 비슷해지면 타이어 교체시기입니다.

​4~5만 정도 타는 편인데, 이건 도로 환경이나 주행 습관, 
타이어의 종류 등에 따라 달라집니다.
아래 빨간 동그라미처럼 타이어 트래드 홈에 보면 마모한계선이 있습니다.
이게 트래드랑
비슷해지면 타이어 교체시기입니다.    
지금부터 퀴즈 ${1+10}
THEN BYE ${name} !!`
console.log (letter)
console.log (letter2)
var yname='node js'
var nodeis = `
자바 스크립트를 이용해서  ${yname}가 가지고 있는 기능을 호출하면 

웹 애플리케이션을  ${yname} 으로 만들 수 있다
정말이냐고?
정말이죠!`
console.log(nodeis)